"MJRefreshHeaderIdleText" = "Yenilemek için aşağı kaydırın";
"MJRefreshHeaderPullingText" = "Yenilemek için bırakın";
"MJRefreshHeaderRefreshingText" = "Veriler yenileniyor...";

"MJRefreshTrailerIdleText" = "Resim/metin ayrıntılarını görüntülemek için kaydırın";
"MJRefreshTrailerPullingText" = "Resim/metin ayrıntılarını görüntülemek için bırakın";

"MJRefreshAutoFooterIdleText" = "Daha fazla yüklemek için dokunun veya yukarı çekin";
"MJRefreshAutoFooterRefreshingText" = "Daha fazla veri yükleniyor...";
"MJRefreshAutoFooterNoMoreDataText" = "Tümü yüklendi";

"MJRefreshBackFooterIdleText" = "Daha fazla yüklemek için yukarı çekin";
"MJRefreshBackFooterPullingText" = "Daha fazla yüklemek için bırakın";
"MJRefreshBackFooterRefreshingText" = "Daha fazla veri yükleniyor...";
"MJRefreshBackFooterNoMoreDataText" = "Tümü yüklendi";

"MJRefreshHeaderLastTimeText" = "Son güncelleme: ";
"MJRefreshHeaderDateTodayText" = "Bugün";
"MJRefreshHeaderNoneLastDateText" = "Kayıt yok";
